Repository: pypi-data/pypi-mirror-271
Catalog: packages/cybermarket-server/cybermarket_server-1.0.1.tar.gz/cybermarket_server-1.0.1/locale/*/LC_MESSAGES/*.po
Languages: ru_ru

source: This username is occupied
ru_ru: Пользовательский логин занят

source: Username has been set
ru_ru: Пользовательский логин установлен

source: You have not logged in or your login has timed out
ru_ru: Вы не вошли в систему или время входа в систему истекло

source: Email has been set
ru_ru: Электронная почта установлена

source: New password has been set
ru_ru: Новый пароль установлен

source: The password of the user is incorrect
ru_ru: Пароль пользователя неверен

source: The user has been logged in, please do not log in again
ru_ru: Пользователь уже вошел, пожалуйста, не входите снова

source: This user is logged in
ru_ru: Пользователь вошел

source: You have successfully logged out
ru_ru: Вы успешно вышли из системы

source: The quantity of added products should be a positive integer
ru_ru: Количество добавленных товаров должно быть положительным целым числом

source: The product you are trying to add cannot be found
ru_ru: Товар, который вы пытаетесь добавить, не найден.

source: This product has been added to the shopping cart
ru_ru: Товар добавлен в корзину

source: This product is not in your shopping cart
ru_ru: Этого товара нет в вашей корзине

source: This product has been removed from the shopping cart
ru_ru: Товар был удален из корзины

source: Obtained order list
ru_ru: Список заказов получен

source: storename
ru_ru: Название магазина

source: productname
ru_ru: Название товара

source: price
ru_ru: Цена

source: quantity
ru_ru: Количество

source: Order price obtained
ru_ru: Стоимость заказа получена

source: Order has been checked out
ru_ru: Заказ оплачен

source: description
ru_ru: Описание

source: email
ru_ru: Электронная почта

source: Product list has been obtained
ru_ru: Список товаров получен

source: product_id
ru_ru: Код товара

source: stock
ru_ru: в наличии

source: No store with this name found
ru_ru: Магазин с таким названием не найден

source: Invitation code has been generated
ru_ru: Пригласительный код создан

source: This storename is occupied
ru_ru: Название магазина занято

source: Your invitation code cannot be verified. This invitation code may be wrong or has already been used. Please contact other merchants to request the invitation code.
ru_ru: Ваш код приглашения не может быть проверен. Этот код приглашения может быть неверным или уже использовался. Пожалуйста, свяжитесь с другими продавцами, чтобы запросить код приглашения.

source: The merchant has been logged in, please do not log in again
ru_ru: Продавец уже вошел, пожалуйста, не входите снова

source: This merchant is logged in
ru_ru: Продавец вошел в систему

source: The password of the merchant is incorrect
ru_ru: Пароль продавца неверен

source: Storename has been set
ru_ru: Название магазина установлено

source: Description has been set
ru_ru: Описание установлено

source: This product has been added to the product list
ru_ru: Продукт добавлен в список продуктов

source: This product has been deleted from the product list
ru_ru: Товар удален из списка товаров

source: This product has been restock
ru_ru: Этот продукт был пополнен

source: You are restocking an item that is not from this store
ru_ru: Вы пополняете товар, которого нет в этом магазине

source: Your total profit has been obtained
ru_ru: Ваша общая прибыль получена

source: You are trying to call an undefined method
ru_ru: Вы пытаетесь вызвать неопределенный метод
